app/Controllers/Organisasi.php

SELECT *
FROM `organisasi`
---
    public function index()
    {
        $data['organisasi'] = $this->organisasiModel->findAll();

INSERT INTO `organisasi` (`nama`, `nim`, `jurusan`, `umur`) VALUES ('M.Khalil Atham', '22146006', 'Sistem Informasi', '21')
---
    public function save()
    {
        $this->organisasiModel->save([
            'nama' => $this->request->getPost('nama'),
            'nim' => $this->request->getPost('nim'),
            'jurusan' => $this->request->getPost('jurusan'),
            'umur' => $this->request->getPost('umur'),
        ]);